<template>
  <modal name="war">
    <div class="modal__container">
      <h3><b>Друзья!</b></h3>

      <p>
        Подполье работает в качестве <b>УБЕЖИЩА</b>, организовано
        круглосуточное дежурство администрации.
      </p>
      <p>
        Мы здесь <b>ПОСТОЯННО</b>. Вы можете провести это время в дружеской и
        безопасной атмосфере.
      </p>
      <p>
        <b>ВНИМАНИЕ!</b> Мы функционируем как пространство для
        <b>ГРАЖДАНСКИХ</b> лиц! Мы <b>НЕ</b>
        являемся объектом для силового сопротивления противнику.
      </p>

      <p>Подполью нужно:</p>
      <ul>
        <li>ЕДА (длительного хранения) ;</li>
        <li>Туалетная бумага и бумажные полотенца ;</li>
        <li>ЭЛЕКТРИЧЕСКАЯ ПЛИТА ;</li>
        <li>ПОСУДА И СТОЛОВЫЕ ПРИБОРЫ, СТАКАНЧИКИ ;</li>
        <li>САПЕРНАЯ И/ИЛИ СОВКОВАЯ ЛОПАТЫ ;</li>
        <li>ГЕНЕРАТОР ЭЛЕКТРИЧЕСТВА И ТОПЛИВО ДЛЯ НЕГО.</li>
      </ul>

      <h3>Пространству нужны волонтёры.</h3>

      <p>
        По всем вопросам пишите в личку
        <a href="https://t.me/petrakrop">@petrakrop</a>
      </p>
    </div>
  </modal>
</template>

<script>
export default {
  name: "war-modal",
  methods: {
    show() {
      this.$modal.show("war");
    },
    hide() {
      this.$modal.hide("war");
    },
  },
  mounted() {
    this.show();
  },
};
</script>

<style lang="scss"></style>
