<template>
  <modal name="war">
    <div class="modal__container">
    <h3>Друзья!</h3>

<p>Подполье уже четвертый день работает в качестве УБЕЖИЩА, организовано круглосуточное дежурство администрации.</p>
<p>Мы здесь ПОСТОЯННО. Вы можете провести это время в дружеской и безопасной атмосфере.</p>
<p>ВНИМАНИЕ! Мы функционируем как пространство для ГРАЖДАНСКИХ лиц! Мы НЕ являемся объектом для силового сопротивления противнику. </p>

<p>Подполью нужно:</p>
<ul>
<li>ЕДА (длительного хранения) ;</li>
<li>Туалетная бумага и бумажные полотенца ;</li>
<li>ЭЛЕКТРИЧЕСКАЯ ПЛИТА ;</li>
<li>ПОСУДА И СТОЛОВЫЕ ПРИБОРЫ, СТАКАНЧИКИ ;</li>
<li>САПЕРНАЯ И/ИЛИ СОВКОВАЯ ЛОПАТЫ ;</li>
<li>ГЕНЕРАТОР ЭЛЕКТРИЧЕСТВА И ТОПЛИВО ДЛЯ НЕГО.</li>
</ul>

<h3>Пространству нужны волонтёры.</h3>

<p>По всем вопросам пишите в личку <a href="https://t.me/petrakrop">@petrakrop</a></p>
</div>
  </modal>
</template>

<script>
export default {
  name: "war-modal",
  methods: {
    show() {
      this.$modal.show("war")
    },
    hide() {
      this.$modal.hide("war")
    }
  },
  mounted() {
    this.show()
  }
}
</script>

<style lang="scss">
</style>